{
    "Сырники": {
        "ingredients": [
            "Творог",
            "Сахар",
            "Ванильный сахар",
            "Соль",
            "Яйца",
            "Мука",
            "Растительное масло",
            "Сливочное масло"
        ],
        "details": [
            "Приготовьте тесто для классических сырников. Творог протрите через частое сито в большую миску. Если творог слишком влажный, откиньте его на марлю, сложенную вчетверо, и отожмите.",
            "В миску с творогом добавьте обычный и ванильный сахар, а также соль. Перемешайте.",
            "Яйцо взбейте венчиком. Добавьте в творожную массу и перемешайте лопаточкой или вилкой.",
            "Всыпьте муку. Перемешивайте лопаточкой до получения теста однородной гладкой консистенции. Тесто для сырников уберите на 15 минут в холодильник или просто в прохладное место.",
            "Стол присыпьте небольшим количеством муки. Выложите приготовленное тесто для классических сырников и руками сформуйте из него толстую колбаску диаметром примерно 5 см.",
            "Получившуюся «колбаску» нарежьте кружочками толщиной не более 1,5 см. Каждый сырник обваляйте в муке и оставьте на столе, присыпанном мукой, до обжаривания.",
            "В сковороде с толстым дном нагрейте оба вида масла. Жарьте сырники по 2 минуты с каждой стороны. Затем накройте крышкой и готовьте еще 3 минуты на очень маленьком огне.",
            "Сырники классические можно довести до полной готовности и в духовке. Для этого после обжаривания переложите их на противень и запекайте 5 минут при 200°C."
        ]
    },
    "Овсяная каша": {
        "ingredients": [
            "Сливки",
            "Овсяные хлопья",
            "Банан",
            "Сливочное масло",
            "Соль"
        ],
        "details": [
            "Доведите до кипения сливки в небольшой кастрюле, добавьте соль и засыпьте овсяные хлопья. Варите на минимальном огне 5 мин.", 
            "Банан разомните вилкой и положите в кашу (несколько кусочков банана можете оставить для украшения).",
            "Хорошенько взбейте кашу прямо в кастрюле миксером, 3 мин. Добавьте масло, выложите кашу на подогретые тарелки и подавайте."
        ]
    },
    "Манная каша": {
        "ingredients": [
            "Манная крупа",
            "Молоко",
            "Сливочное масло",
            "Вода",
            "Сахар",
            "Соль"
        ],
        "details": [
            "Подготовьте все ингредиенты для приготовления манной каши на молоке без комочков. В кастрюлю с толстым дном влейте воду. Поставьте на огонь, добавьте молоко и доведите до кипения на сильном огне. Приправьте сахаром и солью, перемешайте.",
            "Манную крупу насыпьте в мерную кружку с «носиком». Возьмите венчик в правую руку и, непрерывно перемешивая им кипящее молоко, всыпайте левой манку тонкой струйкой.",
            "Перемешивая содержимое кастрюли венчиком, варите манную кашу около пяти минут на среднем огне. Следите, чтобы она не пригорала! Если вы все сделали правильно, комочков в каше быть не должно.",
            "Выключите огонь под кастрюлей с манной кашей на молоке. Добавьте сливочное масло. Закройте кастрюлю с кашей и оставьте на 5 минут на горячей плите. Разлейте манную кашу на молоке без комочков по тарелкам и подайте на стол."
        ]
    },
    "Гречневая каша": {
        "ingredients": [
            "Гречневая крупа",
            "Вода",
            "Сливочное масло",
            "Соль"
        ],
        "details": [
            "Подготовьте гречневую крупу для варки. Сначала насыпьте ее на рабочий стол, выстланный белой бумагой для выпечки, и распределите в один слой. Переберите, удаляя мусор.",
            "Пересыпьте гречневую крупу в большую миску. Залейте холодной водой и тщательно промойте несколько раз, периодически ее сливая, до тех пор, пока не станет прозрачной.",
            "Воду налейте в кастрюлю и быстро доведите до кипения. Добавьте соль по вкусу и перемешайте. Всипьте гречневую крупу и доведите до кипения. Снимите пену.",
            "Огонь под кастрюлей уменьшите до минимального. Варите гречневую кашу под крышкой 20–25 минут. Не перемешивайте. Затем выключите огонь, добавьте в кашу масло и оставьте под крышкой еще на 10 минут."
        ]
    },
    "Запеканка": {
        "ingredients": [
            "Творог",
            "Яйца",
            "Лимон",
            "Разрыхлитель",
            "Сметана",
            "Изюм"
        ],
        "details": [
            "Творог для классической запеканки протереть через мелкое сито. Затем добавить сметану, яйца и сахар, взбить венчиком. Добавить просеянную с разрыхлителем муку. Еще раз взбить.",
            "Лимон вымыть и обсушить. Затем снять с плода мелкой теркой цедру. Изюм промыть теплой водой. Добавить в творожную массу лимонную цедру и изюм, хорошо перемешать.",
            "Форму для выпекания застелить пергаментом, выложить получившуюся массу, разровнять поверхность. Готовить запеканку в заранее разогретой до 180 °С духовке 35 мин."
        ]
    },
    "Мюсли": {
        "ingredients": [
            "Овсяные хлопья",
            "Орехи",
            "Семечки",
            "Клюква",
            "Вишня",
            "Соль",
            "Мёд",
            "Корица",
            "Растительное масло",
            "Вода",
            "Сахар",
            "Молоко"
        ],
        "details": [
            "Духовку разогреть до 130-140 градусов.",
            "Смешать в миске хлопья, сахар, соль, орехи. На слабом огне нагреть мёд, воду, корицу, раст.масло, чтобы всё смешалось до однородности.",
            "Вылить в сухие ингредиенты и хорошо перемешать. Смазать противень маслом или застелить пергаментной бумагой, равномерно распределить всю массу по противню.",
            "Запекать полчаса, время от времени (приблизительно каждые 10 минут) перемешивая ложкой, затем достать из духовки, добавить сухофрукты и запекать ещё 10-15 минут до золотистого цвета.",
            "Остудить и убрать в банку с плотной крышкой. Подавать с молоком."
        ]
    },
    "Суп грибной": {
        "ingredients": [
            "Грибы",
            "Сливочное масло",
            "Вода",
            "Картофель",
            "Морковь",
            "Петрушка",
            "Репчатый лук",
            "Растительное масло",
            "Соль",
            "Черный перец",
            "Лавровый лист",
            "Зелень",
            "Сметана"
        ],
        "details": [
            "Для приготовления этого блюда взять любые свежие грибы, почистить их, нарезать пластинками и обжарить с 2 столовыми ложками сливочного масла.",
            "Обжаренные грибы переложить в кастрюлю, залить 2 л кипятка и варить на слабом огне в течение 30 минут.",
            "Нарезать соломкой 5–6 клубней картофеля.",
            "Корень петрушки, морковь и луковицу нарезать мелким кубиком.",
            "Разогреть растительное масло в сковороде и обжарить на нем сначала лук до золотистого цвета.",
            "Затем добавить корень петрушки и морковь, жарить еще 5–7 минут.",
            "Овощи добавить в суп, посолить, поперчить, добавить лавровый лист и варить еще 20–30 минут до готовности картофеля.",
            "В конце добавить мелко нарубленную зелень и снять с огня."
        ]
    },
    "Суп гречневый": {
        "ingredients": [
            "Репчатый лук",
            "Морковь",
            "Гречневая крупа",
            "Картофель",
            "Лавровый лист",
            "Сливочное масло",
            "Соль",
            "Черный перец",
            "Вода"
        ],
        "details": [
            "Поставить кипятиться воду.",
            "Очистить, вымыть картофель. Нарезать кубиками.",
            "Очистить, вымыть лук и морковь. Лук нарезать мелко. Морковь натереть на крупной терке.",
            "Гречку перебрать, промыть в холодной воде.",
            "Воду вскипятить, посолить, добавить нарезанный кубиками картофель, лук и морковь, гречневую крупу, лавровый лист, масло, перец и соль.",
            "Варить гречневый суп до готовности на небольшом огне под крышкой (около 20-25 минут)."
        ]
    },
    "Борщ": {
        "ingredients": [
            "Говядина",
            "Картофель",
            "Капуста",
            "Свекла",
            "Морковь",
            "Репчатый лук",
            "Томатная паста",
            "Чернослив",
            "Петрушка",
            "Соль",
            "Растительное масло",
            "Вода",
            "Сметана"
        ],
        "details": [
            "Подготавливают все необходимые продукты. Если чернослив сухой, заливают его кипятком на 10-15 минут.",
            "Мясо нарезают небольшими кусочками.",
            "Выкладывают мясо в кастрюлю, заливают холодной водой. Доводят до кипения, снимают пену и варят мясо 1,5 часа на маленьком огне, под крышкой.",
            "Картофель очищают и нарезают крупными кусками.",
            "Свеклу очищают, нарезают соломкой. Обычно свёклу тушат в сковороде с добавлением лимонного сока или уксуса - можно сделать именно так. Но в этом рецепте свёкла добавляется в бульон в сыром виде и варится вместе с картошкой и капустой.",
            "Капусту шинкуют соломкой.",
            "Лук чистят и мелко нарезают.",
            "Морковь чистят и натирают на крупной терке.",
            "Чернослив очищают от косточек, мелко нарезают.",
            "Сковороду нагревают, наливают растительное масло. В горячее масло выкладывают лук и морковь, обжаривают овощи, помешивая, 3-4 минуты на среднем огне. Добавляют томатную пасту, перемешивают и обжаривают овощи с томатом ещё 1 минуту.",
            "В мясной бульон добавляют картофель, свёклу, капусту, обжаренные лук и морковь. Добавляют чернослив, соль и варят борщ с черносливом до готовности картофеля, 20-25 минут.",
            "Зелень моют и мелко режут.",
            "Готовый борщ с черносливом разливают по тарелкам, посыпают измельченной зеленью петрушки. Подают борщ со сметаной."
        ]
    },
    "Солянка": {
        "ingredients": [
            "Говядина",
            "Колбаса",
            "Лук",
            "Томатная паста",
            "Каперсы",
            "Черный перец",
            "Лавровый лист",
            "Растительное масло",
            "Лимон",
            "Зелень",
            "Маслины",
            "Оливки"
        ],
        "details": [
            "Поставить мясо вариться. Бульон для солянки должен быть крепкий, насыщенный. Но если вас это смущает, можно сварить бульон из небольшого кусочка мяса с косточкой, а крепкий бульон разбавить водой.",
            "Нарезать отварное мясо, ветчину, колбасу тонкими ломтиками.",
            "Соленые огурцы нарезать наискосок в виде ромбиков или тонких полосок.",
            "Нашинковать кольцами репчатый лук.",
            "Пассеровать лук с томат-пюре на оливковом масле.",
            "Опустить в кипящий бульон мясо, колбасные изделия, дать закипеть. Затем огурцы и лук. Когда закипит, убавить огонь и варить около 10 минут.",
            "Добавить лавровый лист, оливки (маслины) и каперсы, чтобы прогрелись. Можно подавать."
        ]
    },
    "Рассольник": {
        "ingredients": [
            "Рис",
            "Гречневая крупа",
            "Картофель",
            "Репчатый лук",
            "Огурцы",
            "Соль",
            "Сахар",
            "Перец",
            "Специи",
            "Томатная паста",
            "Растительное масло",
            "Зелень"
        ],
        "details": [
            "В кастрюлю налить 2,5 л воды. Поставить на огонь кастрюлю, довести до кипения. Тем временем помыть рис.",
            "Очистить, помыть и нарезать картофель.",
            "В кипяток опустить картофель и рис. Варить на небольшом огне 15 минут.",
            "Очистить, помыть лук и морковь. Морковь натереть на крупной терке (или нарезать соломкой), а лук нарезать кубиками.",
            "Огурцы натереть на крупной терке.",
            "Разогреть сковороду, налить растительное масло. В горячее масло выложить подготовленные лук и морковь. Тушить овощи на среднем огне, помешивая, 2-3 минуты. Добавить томат.",
            "Перемешать, добавить огурцы, перемешать, тушить все на маленьком огне 2-3 минуты.",
            "Выложить зажарку в кастрюлю, перемешать. Посолить, поперчить, добавить лавровый лист и любимые специи. Варить на самом маленьком огне 5 минут."
        ]
    },
    "Окрошка": {
        "ingredients": [
            "Яйца",
            "Колбаса",
            "Огурцы",
            "Картофель",
            "Редис",
            "Зелень",
            "Квас"
        ],
        "details": [
            "Режем кубиками все ингредиенты.",
            "Всё перемешиваем, раскладываем по тарелкам.",
            "Заливаем квасом, украшаем окрошку половинкой яйца и посыпаем нарезанной зеленью."
        ]
    },
    "Суп с фрикадельками": {
        "ingredients": [
            "Фарш",
            "Картофель",
            "Репчатый лук",
            "Морковь",
            "Яйца",
            "Соль",
            "Черный перец",
            "Зелень",
            "Растительное масло"
        ],
        "details": [
            "Натираем на терке 1 луковицу, добавляем в фарш. Добавляем яйцо, соль, перец. Тщательно всё перемешиваем. Формируем шарики-фрикадельки из фарша.",
            "Картошку нарезаем небольшими кубиками. Мелко нарезаем оставшийся лук. Морковь натираем на терке.",
            "В кастрюлю с кипящей водой (около 1,2 л) добавляем фрикадельки. Доводим до кипения (можно снять пену). Варим 10 минут.",
            "В это время делаем зажарку: на разогретой сковороде с растительным маслом обжариваем лук с морковью 5-7 минут.",
            "Добавляем в кастрюлю картофель. Варим 10 минут. В картофельный суп с фрикадельками добавляем овощную зажарку и варим ещё 10 минут. В конце добавляем соль и молотый перец."
        ]
    },
    "Суп гороховый": {
        "ingredients": [
            "Копченые ребра",
            "Горох",
            "Картофель",
            "Репчатый лук",
            "Морковь",
            "Чеснок",
            "Соль",
            "Растительное масло",
            "Вода"
        ],
        "details": [
            "Горох промываем и замачиваем на 30 минут.",
            "Копченые ребрышки нарезаем на крупные куски по 2 см (разрезаем их между ребер).",
            "Горох еще раз промываем, высыпаем в кастрюлю (объемом 2,5 л) и заливаем водой. Туда же кладем нарезанные ребрышки.",
            "Поставить кастрюлю на огонь и довести до кипения.",
            "Как только закипит, убавляем огонь и варим 1,5 часа на медленном огне.",
            "Картофель чистим, нарезаем кубиками. Овощи нарезаем мелкими кубиками.",
            "Кладем в кастрюлю с горохом картофель и варим ещё 10 минут. Когда картофель сварится, добавляем обжаренные лук и морковь.",
            "Добавляем специи по вкусу. Подаем."
        ]
    },
    "Суп овощной": {
        "ingredients": [
            "Картофель",
            "Морковь",
            "Помидоры",
            "Чечевица красная",
            "Лавровый лист",
            "Черный перец",
            "Соль"
        ],
        "details": [
            "Картофель и морковь очистите и порежьте кубиками. Помидор порежьте любой формы.",
            "Картофель положите вариться в заранее приготовленный бульон. Если бульона нет, то мясо помойте, порежьте и проварите около 30 минут, после чего добавьте картофель.",
            "Через 10 минут варки картофеля добавьте в суп промытую чечевицу, морковь и приправьте суп солью, черным молотым перцем и специями.",
            "В конце приготовления добавьте в суп помидоры. Проварите суп 5 минут и снимите его с плиты."
        ]
    },
    "Куриный суп": {
        "ingredients": [
            "Куриное филе",
            "Картофель",
            "Морковь",
            "Репчатый лук",
            "Лапша",
            "Петрушка",
            "Черный перец",
            "Соль",
            "Растительное масло",
            "Вода"
        ],
        "details": [
            "Подготовьте необходимые продукты для куриного супа с вермишелью. Овощи очистите, вымойте.",
            "Куриное филе вымойте, обсушите, срежьте с филе пленки и нарежьте его крупно.",
            "Выложите курицу в кастрюлю, залейте холодной водой, добавьте лавровые листья. Доведите до кипения и снимите пену. Варите куриное филе 15 минут, после чего выложите кусочки филе на тарелку.",
            "Морковь натрите на крупной терке.",
            "Лук нарежьте мелкими кубиками.",
            "Разогрейте на сковороде растительное масло и обжарьте на умеренном огне нарезанный лук примерно 2-3 минуты, до мягкости.",
            "Добавьте к луку натертую морковь, перемешайте и обжаривайте лук и морковь еще 2 минуты.",
            "Картофель нарежьте средними кубиками или брусочками.",
            "Куриное филе нарежьте кусочками.",
            "Добавьте в кастрюлю с бульоном картофель и варите примерно 10 минут.",
            "После этого добавьте приготовленную зажарку (пассеровку).",
            "В суп с овощами добавьте куриное филе.",
            "Всыпьте в суп с курицей вермишель, добавьте соль и молотый перец по вкусу. Перемешайте. Варите куриный суп с вермишелью 5-7 минут. (При желании можно добавить в суп измельченную зелень петрушки.)",
            "Готовому куриному супу дайте настояться несколько минут. Затем разлейте суп с вермишелью по тарелкам, посыпьте измельчённой свежей зеленью и подавайте к столу."
        ]
    },
    "Жаренный картофель": {
        "ingredients": [
            "Картофель",
            "Соль",
            "Черный перец",
            "Паприка",
            "Кукуруза",
            "Куркума",
            "Растительное масло"
        ],
        "details": [
            "Картофель тщательно промойте при помощи щётки. Обсушите клубни полотенцем. Разрежьте картошку пополам. Затем каждую половинку картофеля разрежьте ещё на 4 дольки. Таким же способом подготовьте оставшуюся картошку.",
            "Посыпьте дольки картофеля солью, добавьте чёрный перец, паприку и куркуму. Тщательно перемешайте, чтобы соль и пряности распределились по картошке. (Удобнее перемешивать картофельные дольки руками).",
            "В сковородке разогрейте растительное масло. Выложите подготовленный картофель и обжаривайте на огне чуть больше среднего, помешивая каждые 3 минуты, до полной готовности картофеля. Этот процесс займёт примерно 20-25 минут.",
            "Подавать картошку по-деревенски, жаренную на сковороде, лучше сразу после приготовления, пока корочка не размягчилась."
        ]
    },
    "Паста Болоньезе": {
        "ingredients": [
            "Репчатый лук",
            "Чеснок",
            "Растительное масло",
            "Фарш",
            "Сладкий перец",
            "Помидоры",
            "Спагетти",
            "Сыр",
            "Петрушка",
            "Соль",
            "Черный перец"
        ],
        "details": [
            "Готовим соус для спагетти болоньезе, лук и чеснок мелко рубим. Для этого лук с чесноком очистите. Лук разрежьте на половинки, затем нарежьте мелкими кубиками. Зубчики чеснока раздавите плоской стороной ножа и порубите.",
            "Пассеруем лук и чеснок на сковороде. В большую сковороду налейте оливковое масло и нагрейте его. Выложите нарезанные лук с чесноком и, помешивая, жарьте на среднем огне до легкого подрумянивания.",
            "Добавляем фарш, обжариваем, постоянно помешивая. К луку с чесноком добавьте фарш и, помешивая вилкой (чтобы не образовывались комочки), жарьте на среднем огне в течение 10 минут. Мясная основа для соуса болоньезе готова!",
            "Нарезаем сладкий перец для соуса болоньезе, добавляем к фаршу. Сладкий перец, удалив семена и перегородки, нарежьте маленькими кубиками. Добавьте в сковороду к мясу и, помешивая, жарьте 5 минут. Следите, чтобы перец не подгорел.",
            "Томаты пробиваем блендером, выкладываем к мясу с овощами. Помидоры очистите и переложите в чашу блендера. Измельчите на высокой скорости, затем добавьте в сковороду к мясу с овощами. Посолите и поперчите. Добавьте пряные травы по вкусу и тушите соус болоньезе на маленьком огне 20 минут.",
            "Отвариваем спагетти. Приготовьте спагетти. Для этого в большой кастрюле доведите до кипения воду и немного посолите ее. Опустите в нее спагетти, не разламывая. Делайте это постепенно, по мере размягчения погруженной в воду части. Варите 10 минут.",
            "Готовую пасту откидываем на дуршлаг, даем стечь. Готовые спагетти откиньте на дуршлаг и дайте стечь жидкости. Промывать их не надо: так паста будет лучше соединяться с соусом. Но добавить столовую ложку оливкового масла можно.",
            "Спагетти кладем в соус болоньезе, перемешиваем. Спагетти положите в соус болоньезе и перемешайте. Прогрейте все вместе. Затем разложите по порционным тарелкам и посыпьте тертым сыром. Сразу подайте на стол."
        ]
    },
    "Паста Карбонара": {
        "ingredients": [
            "Спагетти",
            "Бекон",
            "Яйца",
            "Сыр",
            "Сливочное масло",
            "Растительное масло",
            "Чеснок",
            "Вода",
            "Соль",
            "Черный перец"
        ],
        "details": [
            "Нарезаем бекон кубиками. Два зубчика чеснока раздавливаем ножом. Разогреваем сковороду, растапливаем 1 ст. ложку сливочного масла и обжариваем бекон с чесноком. Жарим на слабом огне 10 минут, из бекона должен вытопиться жир, но бекон должен остаться мягким. После обжаривания чеснок удаляем.",
            "В кипящую воду (2,3 л) добавляем 1 ст. ложку соли, 1 ст. ложку оливкового масла и спагетти. Варим спагетти так, как указано на их упаковке, важно соблюдать указанное время варки, чтобы сварить спагетти правильно.",
            "Отделяем 3 желтка от белков. Кладем в миску желтки и одно яйцо, солим и перчим (по 1 щепотке), хорошо взбиваем.",
            "Добавляем 2 ст. ложки натертого сыра, перемешиваем.",
            "Готовые спагетти откидываем на дуршлаг, предварительно оставив 300 мл воды, в которой они варились.",
            "Выключаем огонь под сковородой с беконом, добавляем спагетти и 1 ст. ложку сливочного масла. Вливаем взбитые яйца с сыром, все тщательно перемешиваем. Постепенно добавляем 300 мл бульона (воды) от спагетти и постоянно перемешиваем, яйца не должны свернуться.",
            "Чтобы соус немного загустел, под сковородой включаем слабый огонь и постоянно перемешиваем примерно 1 минуту, чтобы яйца не сварились. Если соус слишком густой, добавляем немного воды.",
            "Готовое блюдо подаем сразу, посыпав тертым сыром. Паста карбонара готова."
        ]
    },
    "Тушеный картофель с курицей": {
        "ingredients": [
            "Картофель",
            "Куриные ножки",
            "Репчатый лук",
            "Сельдерей",
            "Морковь",
            "Прованские травы",
            "Томатная паста",
            "Растительное масло",
            "Лавровый лист",
            "Соль"
        ],
        "details": [
            "Подготовьте все ингредиенты для тушеной картошки с курицей в кастрюле по списку. Курицу промойте и обсушите. Срежьте жир и удалите кожу и хрящи. Нарежьте на порционные куски. Натрите их солью, перцем и прованскими травами и оставьте мариноваться на 20 минут.",
            "Картофель и морковь тщательно промойте при помощи овощной щеточки. Очистите, а затем нарежьте картофель кубиками, а морковь натрите на терке. Луковицу очистите и нарежьте полукольцами. Сельдерей – кубиками.",
            "В глубокой кастрюле разогрейте растительное масло и выложите кусочки курицы. Жарьте с одной стороны до золотистого цвета, затем переверните и готовьте на другой. Птица должна жариться, а не тушиться.",
            "Выложите лук и жарьте, помешивая, 1-2 минуты. Добавьте натертую на терке морковь и готовьте еще 5 минут. Выложите картофель и сельдерей, томатную пасту, влейте куриный бульон, и тушите под крышкой на медленном огне около 30-40 минут.",
            "По прошествии времени, блюдо приправьте солью и перцем, перемешайте. Выложите лавровый лист и тушите еще 5 минут. Затем снимите с огня. Лавровый лист выньте.",
            "Картофель с курицей разложите по порционным тарелкам, посыпьте зеленью и подавайте на стол горячим. Отлично сочетаются с блюдом свежие или маринованные овощи."
        ]
    },
    "Мясной пирог": {
        "ingredients": [
            "Молоко",
            "Вода",
            "Сливочное масло",
            "Мука",
            "Сахар",
            "Соль",
            "Дрожжи",
            "Растительное масло",
            "Мясо",
            "Картофель",
            "Репчатый лук",
            "Черный перец",
            "Яйца"
        ],
        "details": [
            "Просеиваем муку (сначала 350 граммов, чтобы не забить тесто) и добавляем все сухие ингредиенты: дрожжи, сахар, соль. Перемешиваем.",
            "В муке делаем углубление и добавляем тёплую воду, тёплое молоко и масло, перемешиваем и собираем тесто ложкой (при необходимости добавляем частями муку).",
            "Затем вымешиваем тесто руками, примерно минут 7. Тесто будет мягкое и не будет липнуть к рукам.",
            "Чашку смазываем маслом. Из теста формируем шарик и кладём его в чашку и накрываем пленкой. Оставляем тесто в тёплом месте для подъема, примерно на 1 час.",
            "Готовим начинку: мясо промываем и нарезаем небольшими кусочками, мелко режем лук, картофель нарезаем тонкими полосками.",
            "К мясу добавляем лук, соль, перец, картофель и немного растительного масла для сочности. Хорошо перемешиваем начинку.",
            "Тесто увеличилось, стало воздушным и пористым.",
            "Делим тесто на 2 неравные части, формируем шарики.",
            "Каждую часть раскатываем в пласт толщиной 0,5 см. Бóльшая часть будет низом пирога, её раскатываем чуть больше размера формы.",
            "Форму смазываем растительным маслом, выкладываем тесто, формируем бортики.",
            "Выкладываем начинку, разравниваем.",
            "Раскатываем вторую часть теста по размеру формы. Накрываем начинку. Защипываем (проходим несколько раз) края теста и делаем в центре дырочку для выхода пара. Накрываем пирог салфеткой и оставляем минут на 10. Разогреваем духовку до 180 градусов.",
            "Пирог для румяности смазываем смесью яйца и молока. Это делаем по желанию.",
            "Выпекаем в заранее разогретой духовке при температуре 180 градусов примерно минут 20, до легкого румянца. Пирог достаём из духовки. В дырочку в центре вливаем немного тёплой воды, чтобы пирог был сочным.",
            "Затем закрываем форму фольгой и выпекаем ещё примерно 40-50 минут при температуре уже 170 градусов, до готовности. Готовность определяем по готовности картофеля и мяса.",
            "Готовый пирог достаём из духовки, смазываем кусочком сливочного масла, накрываем салфеткой и даём ему остыть."
        ]
    },
    "Овощное рагу": {
        "ingredients": [
            "Картофель",
            "Кабачок",
            "Помидоры",
            "Перец",
            "Морковь",
            "Репчатый лук",
            "Петрушка",
            "Базилик",
            "Чеснок",
            "Соль",
            "Черный перец",
            "Растительное масло"
        ],
        "details": [
            "Нарезать мелко петрушку и базилик, добавить соль, перец и 1 размолотый зубчик чеснока, все хорошо перемешать.",
            "Нарезать все овощи мелкими кубиками.",
            "На разогретую сковороду добавить растительное масло и выложить лук. Обжарить лук в течение 1 минуты.",
            "Добавить морковь и жарить 3 минуты.",
            "Добавить картофель и жарить 10 минут, иногда помешивая.",
            "Добавить помидоры и перец, жарить еще 5 минут.",
            "Всё перемешать и выложить сверху кабачок, не перемешивая. Накрыть крышкой и на слабом огне тушить овощное рагу 20 минут.",
            "Выключить плиту, добавить подготовленную зелень к тушеным овощам и аккуратно перемешать."
        ]
    },
    "Салат Цезарь": {
        "ingredients": [
            "Хлеб",
            "Куриное филе",
            "Перепелиные яйца",
            "Салат",
            "Помидоры черри",
            "Сыр",
            "Чеснок",
            "Лимонный сок",
            "Горчица",
            "Майонез",
            "Черный перец",
            "Соль"
        ],
        "details": [
            "Нарезаем хлеб кубиками на сухарики. Приготовьте сухарики для простого салата Цезарь с курицей. Для этого срежьте с хлеба корку, мякиш нарежьте кубиками. Выложите их на противень, выстланный бумагой для выпечки, и поместите в духовку, нагретую до 160°C, на 10-15 минут. Они должны подсохнуть и стать хрустящими. Дайте остыть.",
            "Режем перепелиные яйца. Яйца для салата сварите вкрутую. Для этого поместите их в ковшик, залейте холодной водой и доведите до кипения. Перепелиные варите 5 минут, куриные - 8 минут. Воду слейте, яйца залейте холодной водой и дайте остыть. Очистите и разрежьте на половинки (перепелиные) или на четвертинки (куриные).",
            "Рвем листья салата. Листья салата вымойте и хорошо обсушите, разложив на бумажном полотенце. Порвите салат на удобные для еды кусочки.",
            "Нарезаем куриное филе и черри. Куриное филе нарежьте небольшими кубиками. Помидоры черри вымойте, обсушите и разрежьте пополам.",
            "Натираем сыр на терке. Половину сыра нарежьте кубиками, оставшийся — натрите на мелкой терке.",
            "Готовим чесночный соус для салата Цезарь. Приготовьте простой чесночный соус для салата Цезарь с курицей. Чеснок пропустите через пресс в небольшую мисочку. Добавьте лимонный сок, горчицу, майонез, посолите и поперчите по вкусу. Тщательно перемешайте.",
            "Перемешиваем все ингредиенты. На блюдо выложите половину листьев салата и полейте их небольшим количеством соуса. Затем выложите половину куриного филе и посыпьте половиной сухариков. Снова полейте соусом. Выложите оставшиеся листья салата, сухарики, куриное филе и сыр, нарезанный кубиками.",
            "Простой салат Цезарь с курицей готов к подаче. Полейте оставшимся чесночным соусом. Простой салат Цезарь с курицей украсьте помидорами черри и перепелиными (или куриными) яйцами. Посыпьте тертым сыром и сразу подайте на стол."
        ]
    },
    "Салат Греческий": {
        "ingredients": [
            "Помидоры",
            "Огурцы",
            "Лук",
            "Перец",
            "Сыр",
            "Оливки",
            "Лимон",
            "Растительное масло",
            "Соль",
            "Черный перец"
        ],
        "details": [
            "Все овощи тщательно промойте проточной водой и нарежьте. Помидоры - кубиками.",
            "Огурцы - полукружиями.",
            "Перец болгарский - соломкой.",
            "Красный лук очистите и нарежьте кольцами.",
            "Маслины разрежьте вдоль пополам.",
            "Овощи поместите в салатницу, добавьте к ним маслины.",
            "Практически готовый греческий салат заправьте соком половины лимона и оливковым маслом, посолите и хорошо перемешайте.",
            "Мягкий сыр нарежьте кубиками.",
            "Сверху добавьте кусочки феты, поперчите и немного сдобрите оливковым маслом."
        ]
    },
    "Пельмени": {
        "ingredients": [
            "Яйца",
            "Соль",
            "Мука",
            "Фарш",
            "Репчатый лук",
            "Чеснок",
            "Черный перец"
        ],
        "details": [
            "Приготовить тесто для русских пельменей. Муку просеять горкой. Сделать сверху углубление, влить в него яйцо и 1 ст. л. воды, добавить щепотку соли.",
            "Собирая муку с краев к середине, чтобы вода и яйцо не выливались из углубления, замешивать тесто. Месить тесто для пельменей до тех пор, пока оно не станет эластичным и однородным, примерно 10 мин. Накрыть влажным полотенцем и оставить на 30 мин. Вода для пельменного теста должна быть ледяная. Для этого ее заранее ставят в холодильник или морозильник.",
            "Пока расстаивается тесто, приготовить начинку для пельменей. Лук и чеснок очистить и очень мелко порубить. Смешать говяжий и свиной фарш, добавить лук с чесноком, посолить, поперчить. Тщательно перемешать до однородности.",
            "Готовое тесто для русских пельменей разделить на 4 части. 3 части накрыть влажным полотенцем и отложить. Оставшееся тесто скатать в жгут толщиной 2 см. Нарезать его на кусочки шириной 1,5 см. На присыпанной мукой поверхности раскатать каждый кусочек теста в тонкую лепешку.",
            "Выложить в центр каждой лепешки по 1,5 ч. л. начинки, сложить кружок с начинкой пополам так, чтобы получился полумесяц. Соединить концы полумесяца и скрепить их. Плотно прижать пальцами, чтобы пельмени не разваливались при варке.",
            "Выложить пельмени на поднос или плоское блюдо, присыпать мукой и поставить в холодильник. Так же приготовить пельмени из оставшегося теста."
        ]
    },
    "Лагман": {
        "ingredients": [
            "Говядина",
            "Картофель",
            "Перец",
            "Морковь",
            "Редька",
            "Репчатый лук",
            "Чеснок",
            "Томатная паста",
            "Помидоры",
            "Черный перец",
            "Соль",
            "Вода",
            "Растительное масло",
            "Зелень",
            "Мука",
            "Яйца"
        ],
        "details": [
            "Муку просеять в миску.",
            "Добавить яйца и воду, замесить пресное тесто.",
            "Тесто раскатать в пласт толщиной около 2 мм, подсыпая муку при необходимости.",
            "Раскатанное тесто посыпать мукой, свернуть рулетом и нарезать тонкой лапшой.",
            "Кипятить 2 л воды, добавить соль. Лапшу опустить в кипяток и варить 3-4 минуты до готовности.",
            "Готовую лапшу откинуть на дуршлаг и промыть холодной водой.",
            "Для ваджу мясо нарезать брусочками, посолить.",
            "Морковь нарезать соломкой, лук кубиками.",
            "Сладкий перец и редьку нарезать соломкой.",
            "Картофель нарезать брусочками, чеснок мелко порубить.",
            "Разогреть сковороду или казан, добавить масло, обжарить мясо до румяной корочки (10-15 минут).",
            "Добавить морковь, лук, сладкий перец. Жарить 8-10 минут, перемешивая.",
            "Переложить всё в казан.",
            "Добавить картофель, чеснок, томатную пасту или помидоры.",
            "Приправить черным и красным перцем, солью, залить водой или бульоном. Тушить на слабом огне 30-40 минут.",
            "Для подачи лапшу подогреть в горячей воде, выложить в тарелку.",
            "Залить лапшу мясным соусом, посыпать рубленой зеленью."
        ]
    },
    "Блины с мясом": {
        "ingredients": [
            "Молоко",
            "Яйца",
            "Мука",
            "Сахар",
            "Сливочное масло",
            "Соль",
            "Вода",
            "Фарш",
            "Репчатый лук",
            "Чеснок",
            "Черный перец",
            "Кориандр"
        ],
        "details": [
            "Яйца, сахар и соль взбить венчиком до однородной массы.",
            "Добавить молоко и муку, перемешать до однородного состояния.",
            "Добавить воду и растительное масло. Тщательно перемешать тесто и оставить на 1 час.",
            "Лук нарезать и обжарить на сковороде с разогретым растительным маслом (1 ст. л.) на среднем огне 3 минуты.",
            "Добавить фарш, соль, сушёный чеснок, кориандр, чёрный перец. Жарить до готовности 6-7 минут на среднем огне.",
            "Тонкие блины жарить на горячей сковороде с каждой стороны по 1 минуте до золотистости.",
            "На готовые блины выложить по 1 ст. л. фарша.",
            "Завернуть блины с мясом конвертом.",
            "Перед подачей обжарить блины на горячей сковороде с маслом до золотистой корочки (по 30 секунд с каждой стороны)."
        ]
    },
    "Картошка по-французки": {
        "ingredients": [
            "Картофель",
            "Растительное масло",
            "Свинина",
            "Репчатый лук",
            "Майонез",
            "Сыр",
            "Соль",
            "Перец"
        ],
        "details": [
            "Мясо помыть, осушить, нарезать кусочками толщиной около 1 см.",
            "Отбить мясо кухонным молотком.",
            "Картофель почистить, помыть. Включить духовку.",
            "Лук очистить, помыть и нарезать тонкими полукольцами.",
            "Картофель нарезать пластинами толщиной 3-4 мм.",
            "Сковороду без ручки смазать растительным маслом. Выложить половину картофеля, посолить.",
            "Сверху уложить кусочки отбитого мяса, чтобы полностью закрыть слой картошки. Посолить и поперчить.",
            "На мясо выложить слой нарезанного полукольцами лука.",
            "Затем выложить оставшийся слой картофеля.",
            "Посолить и обильно смазать майонезом.",
            "Поставить сковороду в разогретую до 180°С духовку. Запекать 40 минут.",
            "Сыр натереть на крупной тёрке.",
            "Через 40 минут достать сковороду, посыпать блюдо тёртым сыром. Поставить в духовку ещё на 5-10 минут до готовности."
        ]
    },
    "Горячие бутерброды": {
        "ingredients": [
            "Батон",
            "Колбаса",
            "Помидоры",
            "Сыр",
            "Укроп",
            "Майонез"
        ],
        "details": [
            "Помидор мелко нарезать.",
            "Мелко нарезать вареную и копченую колбасу.",
            "Натереть сыр на мелкой терке.",
            "Мелко нарезать зелень.",
            "Соединить нарезанные ингредиенты и добавить майонез.",
            "Тщательно перемешать начинку.",
            "Нарезать батон ломтиками.",
            "На каждый ломтик выложить 1-2 ложки начинки.",
            "Поставить бутерброды в разогретую духовку на 6-7 минут до расплавления сыра."
        ]
    },
    "Сосиски в тесте": {
        "ingredients": [
            "Мука",
            "Вода",
            "Растительное масло",
            "Сливочное масло",
            "Дрожжи",
            "Соль",
            "Сахар",
            "Сосиски"
        ],
        "details": [
            "Приготовить опару, смешав дрожжи, 1 ст. л. сахара, теплую воду и 2 ст. л. муки.",
            "Перемешать и оставить в теплом месте на 15-20 минут.",
            "Добавить в опару соль и оставшийся сахар.",
            "Ввести муку и замешать тесто сначала ложкой, затем руками.",
            "Добавить растопленное сливочное масло и вымесить тесто до мягкости в течение 7 минут.",
            "Накрыть тесто полотенцем и оставить в теплом месте на 1 час.",
            "Обмять тесто и разделить на 2 части.",
            "Каждую часть раскатать в прямоугольный пласт 20×30 см и нарезать полоски шириной 4 см.",
            "Обмотать каждую сосиску полосками теста движениями по спирали.",
            "Выложить на противень с пергаментом и оставить на 15 минут, чтобы тесто поднялось.",
            "Смазать заготовки взбитым яйцом.",
            "Выпекать в разогретой до 200°С духовке 20 минут до золотистости."
        ]
    },
    "Беляши": {
        "ingredients": [
            "Мука",
            "Вода",
            "Сливочное масло",
            "Дрожжи",
            "Соль",
            "Сахар",
            "Растительное масло",
            "Фарш",
            "Репчатый лук"
        ],
        "details": [
            "Смешать дрожжи, сахар, соль и тёплую воду. Добавить 5 ст. ложек муки, перемешать и оставить в тёплом месте на 15-20 минут для подъёма опары.",
            "Замесить тесто, добавив опару. Оно должно быть мягким и слегка липким.",
            "Смазать чашку и руки растительным маслом, сформировать шар из теста, накрыть плёнкой и оставить в тёплом месте на 1 час.",
            "Для начинки измельчить лук, смешать с фаршем, чёрным перцем, солью и небольшим количеством холодной воды. Перемешать.",
            "Тесто слегка обмять, разделить на 14 частей, скатать шарики и оставить на 5-10 минут.",
            "Каждый шарик размять в лепёшку, выложить в центр начинку и защипнуть края, формируя пирожок.",
            "Разогреть растительное масло в глубокой сковороде или кастрюле. Жарить беляши швом вниз до золотистого цвета по 5 минут с каждой стороны.",
            "Выложить беляши на бумажное полотенце для удаления лишнего масла. Подавать горячими."
        ]
    },
    "Шаурма": {
        "ingredients": [
            "Лаваш",
            "Куриное филе",
            "Капуста",
            "Огурцы",
            "Помидоры",
            "Кетчуп",
            "Майонез",
            "Соль",
            "Черный перец",
            "Растительное масло"
        ],
        "details": [
            "Нарезать капусту тонкой соломкой, слегка посолить и перемешать.",
            "Маринованный огурец нарезать брусочками, а помидор - четвертькольцами.",
            "Для соуса смешать кетчуп и майонез, приправить молотым перцем.",
            "Куриное филе промыть, обсушить, посолить и поперчить. Обжарить на растительном масле до готовности, остудить и нарезать пластинками.",
            "На лаваш выложить слой соуса, распределить капусту, огурцы и помидоры.",
            "Добавить нарезанную курицу, плотно завернуть лаваш рулетом, закрывая боковые стороны.",
            "При желании обжарить шаурму на сухой сковороде до золотистого цвета. Подавать горячей."
        ]
    },
    "Наггетсы": {
        "ingredients": [
            "Куриное филе",
            "Яйца",
            "Соль",
            "Перец",
            "Паприка",
            "Сухари панировочные",
            "Растительное масло"
        ],
        "details": [
            "Куриное филе нарезать небольшими кусочками.",
            "В тарелке взбить вилочкой яйца.",
            "Для панировки смешать панировочные сухари, соль, перец и паприку или использовать готовую смесь.",
            "Разогреть растительное масло в сковороде.",
            "Обмакнуть кусочек курицы в яичную смесь.",
            "Обвалять курицу в панировке и обжарить до золотистой корочки.",
            "Готовые наггетсы выложить на бумажное полотенце, чтобы убрать лишний жир. Подавать горячими."
        ]
    },
    "Наполеон": {
        "ingredients": [
            "Сахар",
            "Мука",
            "Ванильный сахар",
            "Молоко",
            "Яйца",
            "Вода",
            "Уксус",
            "Сливочное масло"
        ],
        "details": [
            "Масло нарезать кусочками и перетереть с мукой до состояния крошки. Смешать воду с уксусом и влить в мучную смесь. Вымесить тесто, обернуть пленкой и охладить 40 минут.",
            "Разделить тесто на 6 частей. Каждый кусок раскатать между пергаментом в круг толщиной 0.5 см. Выпекать при 190°C, 20 минут каждый. Подровнять края и сохранить крошки.",
            "Для крема: довести до кипения 1.5 стакана молока с сахаром. Оставшееся молоко взбить с яйцом и мукой до однородности.",
            "Влить яичную смесь в кипящее молоко, уменьшить огонь и варить 7–8 минут до загустения, помешивая. Остудить.",
            "Собрать торт, промазав коржи кремом. Слегка прижать и оставить в холодильнике на 8–12 часов.",
            "Перед подачей посыпать торт крошками от коржей. По желанию, украсить ягодами, шоколадом или миндалем."
        ]
    },
    "Медовик": {
        "ingredients": [
            "Сахар",
            "Мука",
            "Ванильный сахар",
            "Молоко",
            "Яйца",
            "Сливочное масло",
            "Мёд",
            "Сода"
        ],
        "details": [
            "В кастрюле растопить мед, сахар и сливочное масло на среднем огне до растворения сахара.",
            "Когда масса начнет закипать, добавить соду и мешать венчиком. Масса начнет пениться и увеличиваться в объеме. Дождаться, пока она перестанет расти и снять с огня.",
            "Добавить яйца и тщательно перемешать, чтобы не дать яйцам свернуться.",
            "Оставить массу на 5 минут, затем понемногу добавить муку, вымешивая до однородности.",
            "Готовое тесто должно быть эластичным и не липнуть к рукам. Поделить на 10 частей.",
            "Из частей теста сформировать шарики, накрыть пленкой и раскатать до толщины 2 мм. Вырезать круги диаметром 16 см, проколоть их вилкой и выпекать при 170°C около 6 минут до золотистости. Остывшие коржи снять с пергамента.",
            "Остывшие коржи собрать в стопку, обрезки измельчить в крошку.",
            "Для крема взбить сметану с сахарной пудрой до консистенции жирного йогурта.",
            "Собрать торт, на каждый корж нанести 30 г крема. Повторить слой за слоем, обмазав бока и верх торта.",
            "Посыпать торт крошкой из обрезков."
        ]
    },
    "Шарлотка": {
        "ingredients": [
            "Мука",
            "Сахар",
            "Яйца",
            "Яблоки",
            "Ванильный сахар",
            "Сода"
        ],
        "details": [
            "Взбиваем яйца с сахаром до светло-желтой однородной массы. Начинаем взбивать на средней скорости, затем увеличиваем до высокой.",
            "Добавляем в яичную смесь просеянную муку с содой и ванильным сахаром. Взбиваем миксером до получения однородного теста.",
            "Яблоки моем, разрезаем пополам, удаляем сердцевины и нарезаем мякоть небольшими кусочками или ломтиками.",
            "Добавляем яблоки в тесто и осторожно перемешиваем. Выливаем массу в форму, смазанную жиром, и отправляем в духовку, разогретую до 190°C, на 30 минут."
        ]
    },
    "Манник": {
        "ingredients": [
            "Манная крупа",
            "Сливочное масло",
            "Кефир",
            "Яйца",
            "Сахар",
            "Сода",
            "Уксус",
            "Соль",
            "Ваниль"
        ],
        "details": [
            "Растопить сливочное масло на самом маленьком огне.",
            "В миску всыпать сахар и вбить яйца.",
            "Растереть яйца с сахаром.",
            "В другую миску насыпать манную крупу.",
            "Смешать манную крупу с растопленным маслом, добавить кефир и перемешать.",
            "Добавить яйца с сахаром, соль, соду с уксусом и ваниль. Хорошо перемешать.",
            "Можно оставить на 1 час, чтобы манка набухла.",
            "Включить духовку и смазать форму маслом (можно еще обсыпать манной крупой). Выложить массу в подготовленную форму.",
            "Запекать манник в духовке при 175°C до румяной корочки (около 30-40 минут)."
        ]
    },
    "Печенье": {
        "ingredients": [
            "Мука",
            "Сахар",
            "Яйца",
            "Сливочное масло",
            "Корица",
            "Сода",
            "Уксус",
            "Соль"
        ],
        "details": [
            "В емкости взбиваем яйца, сахар, корицу и щепотку соли. Можно просто венчиком или воспользоваться миксером.",
            "Добавляем размягченное сливочное масло и тщательно взбиваем.",
            "Добавляем соду, гашенную уксусом, и перемешиваем.",
            "Вмешиваем частями просеянную муку, тесто должно быть вязким, но не слишком забитым мукой.",
            "С помощью чайной ложки формируем из теста шарики диаметром 3 см и выкладываем их на противень на небольшом расстоянии друг от друга.",
            "Выпекаем печенье в разогретой духовке при температуре 180°C 12-15 минут."
        ]
    },
    "Эклеры": {
        "ingredients": [
            "Мука",
            "Вода",
            "Сливочное масло",
            "Яйца",
            "Соль"
        ],
        "details": [
            "Налить в кастрюлю воды, добавить туда масло и соль. Нагреть до кипения, перемешать, растопить масло.",
            "Всыпать муку, тщательно размешивая, чтобы не образовались комки.",
            "Прогревать в течение 3 минут и снять с огня. Остывать до температуры 70°C.",
            "По одному добавлять яйца, каждый раз хорошо вымешивая тесто до однородности.",
            "Готовое тесто должно быть в меру густым и тягучим.",
            "Разогреть духовку. Тесто поместить в кондитерский мешок и выложить на противень в виде удлиненных пирожных.",
            "Выпекать в разогретой духовке при 180-200°C 30-35 минут, не открывая духовку. Пирожные должны быть сухими и золотистыми.",
            "Наполнить эклеры кремом, взбитыми сливками или джемом. Можно покрыть глазурью или посыпать сахарной пудрой."
        ]
    },
    "Пончики": {
        "ingredients": [
            "Мука",
            "Дрожжи",
            "Молоко",
            "Яйца",
            "Сливочное масло",
            "Сахар",
            "Соль",
            "Растительное масло"
        ],
        "details": [
            "Дрожжи смешиваем с молоком, солью, сахаром и даём раствориться в течение 20 минут.",
            "Вбиваем яйцо, добавляем масло, размешиваем венчиком и частями всыпаем муку.",
            "Замешиваем мягкое, эластичное тесто, накрываем полотенцем и даём постоять, пока оно не увеличится вдвое.",
            "Раскатываем тесто в пласт толщиной чуть больше сантиметра, вырезаем кружки, а в них малые кружки.",
            "Перекладываем кружки на противень, накрываем полотенцем и оставляем на полчаса.",
            "Обжариваем пончики во фритюре (рекомендуется использовать вок для экономичности). Перекладываем на решётку с бумажными полотенцами.",
            "Окунаем пончики в шоколад и присыпаем разноцветной присыпкой. Другие окунаем в глазурь (вода, сахарная пудра, сливочное масло) и тоже присыпаем."
        ]
    },
    "Мороженное": {
        "ingredients": [
            "Сливки",
            "Молоко",
            "Сахар",
            "Яйца",
            "Ванильный сахар"
        ],
        "details": [
            "Желтки растираем с сахаром и ванилином.",
            "Молоко доводим до кипения и снимаем с огня. Аккуратно вводим в молоко желтковую массу, перемешиваем. Ставим на самый малый огонь и, взбивая, доводим до загустения. Не кипятим! Массу остужаем до комнатной температуры.",
            "Охлажденные сливки взбиваем до устойчивых пиков.",
            "Вводим в сливки остывшую молочно-желтковую массу. Хорошо перемешиваем.",
            "Выкладываем в формы и отправляем домашний пломбир в морозильную камеру. Через час достаем, перемешиваем миксером и отправляем обратно до полного застывания.",
            "После этого советский пломбир можно подавать. Украшаем домашнее мороженое по своему вкусу."
        ]
    },
    "Фруктовый салат": {
        "ingredients": [
            "Сахар",
            "Апельсин",
            "Яблоки",
            "Груша",
            "Виноград",
            "Банан",
            "Мята"
        ],
        "details": [
            "В большой неметаллической миске смешать сахар, апельсиновую цедру и сок до полного растворения сахара.",
            "Выложить в миску с соком апельсин, яблоко, грушу и виноград. Аккуратно перемешать фрукты. Накрыть миску крышкой или пленкой и поставить в холодильник для охлаждения минимум на час, а лучше на ночь.",
            "Перед подачей добавить в салат банан и шампанское (или газированный виноградный сок). Разложить фруктовый салат в 8 салатниц, примерно по 3/4 стакана фруктов вместе с соком. Готовый фруктовый салат можно украсить листочками мяты."
        ]
    },
    "Яичница-глазунья": {
        "ingredients": [
            "Сливочное масло",
            "Яйца",
            "Соль",
            "Растительное масло"
        ],
        "details": [
            "Поставьте сковородку (лучше всего маленькую с толстым дном) на большой огонь. Налейте масла.",
            "Жарьте еще примерно минуту, периодически наклоняя сковородку в разные стороны и поливая яичницу горячим жиром. Переложите на теплую тарелку и немедленно подавайте."
        ]
    },
    "Омлет": {
        "ingredients": [
            "Сливочное масло",
            "Яйца",
            "Молоко",
            "Соль",
            "Черный перец",
            "Растительное масло"
        ],
        "details": [
            "Вкусный завтрак из яиц, взболтайте яйца вилкой. Яйца для омлета в сковороде взболтайте легкими движениями вилки с молоком в небольшой миске. Не взбивайте, а именно взбалтывайте – просто, чтобы смешались белок и желток.",
            "Сковороду диаметром около 20 см для приготовления омлета поставьте на плиту. Включите средний огонь и дайте емкости прогреться (это займет примерно минуту). Добавьте оба вида масла и поверните сковороду так, чтобы оно распределилось по всей поверхности. Увеличьте огонь до максимума.",
            "Когда масло начнет пениться, влейте смесь яиц с молоком. Наклоняя сковороду в разные стороны, дайте ей растечься ровным слоем. Поставьте на огонь и отсчитайте 6 секунд.",
            "Наклоните сковороду под углом 45°, подцепите лопаточкой схватившийся край омлета и сдвиньте к середине (на его место стечет жидкая часть из центра). Сделайте то же самое с противоположным краем.",
            "Повторите эту операцию еще пару раз, чтобы схватилась вся поверхность омлета с молоком (это займет всего около 40 секунд). Посолите, поперчите и подайте на стол."
        ]
    },
    "Оладьи": {
        "ingredients": [
            "Молоко",
            "Яйца",
            "Мука",
            "Разрыхлитель",
            "Сахар",
            "Соль",
            "Растительное масло"
        ],
        "details": [
            "Подготовить необходимые продукты.",
            "Яйцо взбить с сахаром и солью в течение пары минут.",
            "Добавить молоко, хорошо перемешать.",
            "Муку смешать с разрыхлителем и добавить к жидкой массе.",
            "Перемешать тесто до однородного состояния.",
            "Тесто для оладий должно получиться гуще блинного.",
            "На сковороду налить растительное масло, хорошо разогреть на среднем огне. На разогретую сковороду с маслом наливать тесто столовой ложкой. Жарить оладьи до золотистого цвета с каждой стороны (ориентировочно по 3 минуты), при необходимости добавляя в сковороду масло.",
            "Готовые оладьи на молоке подавать со сметаной или вареньем."
        ]
    },
    "Блины": {
        "ingredients": [
            "Молоко",
            "Яйца",
            "Растительное масло",
            "Мука",
            "Сахар",
            "Соль",
            "Сливочное масло"
        ],
        "details": [
            "Смешайте яйца, соль, сахар и размешайте миксером. Введите муку и влейте молоко. Взбейте блинное тесто, чтобы добиться однородной консистенции.",
            "Следом отправьте в тесто растительное масло, чтобы блины в момент жарки легко переворачивались и не пригорали.",
            "Разогрейте сковородку и смажьте маслом.",
            "Налейте в центр сковородки небольшую порцию теста. Сразу же вращайте сковородку по кругу, чтобы тесто равномерно распределилось по всей поверхности.",
            "Жарим блины на среднем огне с обеих сторон до зарумянивания. Блины очень тонкие, поэтому переворачивайте их аккуратно с помощью лопатки. После того, как блин будет готов, снимите со сковородки и смажьте сливочным маслом, чтобы края не были сухими, а блины получились нежными.",
            "Блины на молоке можно подавать с вареньем, джемом или сгущенкой. Приятного аппетита!"
        ]
    },
    "Котлеты": {
        "ingredients": [
            "Свинина",
            "Говядина",
            "Репчатый лук",
            "Соль",
            "Яйца",
            "Черный перец",
            "Сухари панировочные",
            "Растительное масло"
        ],
        "details": [
            "Мясо нарезать кусочками. Лук репчатый очистить и разрезать на 4 части. Мясо и лук перемолоть на мясорубке.",
            "В полученный мясной фарш добавить яйца, соль, перец. Фарш хорошенько перемешать. Для того, чтобы фарш получился удачным, его необходимо тщательно отбить, несколько раз бросая с некоторым усилием в миску. Далее желательно поместить фарш в холодильник на час-два, но если нет времени, можно и сразу жарить котлеты.",
            "Сформировать небольшие котлеты из фарша. Обвалять их в сухарях.",
            "Разогреть сковороду. Налить растительное масло. Жарить котлеты на среднем огне с двух сторон до румяной корочки. Затем выложить все жареные котлеты в сковороду, налить немного воды, накрыть крышкой и потушить около 10 минут.",
            "Котлеты готовы. Приятного аппетита!"
        ]
    },
    "Фрикадельки": {
        "ingredients": [
            "Говядина",
            "Репчатый лук",
            "Яйца",
            "Сливочное масло",
            "Томатная паста",
            "Мука",
            "Сахар",
            "Соль",
            "Черный перец",
            "Перец"
        ],
        "details": [
            "Мякоть говядины отделить от костей. Из костей сварить бульон. Для этого кости вымыть, залить холодной водой (1 л), довести до кипения, снять шум. Варить бульон на небольшом огне под крышкой около часа.",
            "Мякоть разрезать на куски, два раза пропустить через мясорубку.",
            "Лук очистить, вымыть, мелко нарезать.",
            "Добавить в фарш соль, перец, часть мелко нарезанного репчатого лука (50 г), яйцо.",
            "Тщательно перемешать фарш.",
            "Мокрыми руками разделать фарш на небольшие шарики (размером с грецкий орех), которые обвалять в муке.",
            "На сковороду выложить масло, растопить. В горячее масло выложить подготовленные фрикадельки.",
            "Затем их обжарить на среднем огне до золотисто с двух сторон (1-2 минуты с каждой стороны).",
            "Выложить фрикадельки в кастрюлю.",
            "В горячее масло выложить вторую половину лука. Обжарить лук на среднем огне до золотистости, помешивая (2-3 минуты).",
            "В другую сухую сковороду выложить муку. Муку поджарить до темно-коричневого цвета на среднем огне, помешивая, 2-3 минуты.",
            "Муку развести небольшим количеством бульона (50 мл). Добавлять частями, хорошо перемешивать, чтобы не было комочков.",
            "Добавить мелко нарезанный и обжаренный на масле репчатый лук, томат-пюре.",
            "Затем сахар, красный перец, винный уксус.",
            "Довести все до кипения. Томатная подлива готова.",
            "Обжаренные фрикадельки залить приготовленной томатной подливкой.",
            "Затем на небольшом огне под крышкой готовить фрикадельки 3-5 минут.",
            "Фрикадельки с томатной подливкой готовы.",
            "Зелень вымыть, измельчить.",
            "Подавать с любимым гарниром. При подаче посыпать фрикадельки с подливкой мелко нарезанной зеленью петрушки. Приятного аппетита!"
        ]
    },
    "Макароны": {
        "ingredients": [
            "Лапша",
            "Вода",
            "Соль",
            "Сливочное масло"
        ],
        "details": [
            "Для варки макарон лучше взять толстостенную посуду, не наполняя ее до краев. Макаронам при варке должно быть просторно, поэтому на каждые 100 г макарон необходимо взять 1 л воды.",
            "Воду довести до кипения. Прежде чем опустить макароны в кипящую воду, посолить ее, причем солить надо, когда вода начинает закипать. Если добавить в кипящую воду немного молока или мясного бульона, макароны будут вкуснее.",
            "В бурно кипящую воду опустить макароны. Длинные макароны погружать в воду, не ломая, оставляя торчащими концы.",
            "После чего слегка надавить на них, и они опустятся в воду по мере размягчения. Как только процесс кипения восстановится, нагрев уменьшить настолько, чтобы вода кипела, не выплескиваясь из кастрюли. Такой режим сохранять до конца варки, периодически помешивая макароны ложкой.",
            "Варить толстые макароны - 20-25 минут, соломку или спагетти - 15 минут, лапшу - 12-15 минут, тонкие, как вермишель, изделия - 10 минут. В готовом виде они не должны иметь мучнистого слоя на месте прикуса.",
            "Сваренные макароны откинуть на дуршлаг, чтобы стекла вода (отвар, оставшийся после варки макарон, можно использовать для приготовления заправочных супов, супов-пюре и соусов).",
            "Быстро переложить макароны в ту же горячую кастрюлю, добавить масло. И, закрыв кастрюлю крышкой, встряхнуть (не следует промывать сваренные макаронные изделия водой)."
        ]
    },
    "Картофельное пюре": {
        "ingredients": [
            "Картофель",
            "Сливочное масло",
            "Молоко",
            "Соль"
        ],
        "details": [
            "Подготовить ингредиенты. Картофель почистить.",
            "Выложить картофель в кастрюлю и залить холодной водой на 2 см выше уровня картофеля. Варить около 15-20 минут, готовность проверить вилкой – она должна свободно входить в картофель. Необходимо посолить картофель сразу же, как закипит.",
            "Пока картофель варится, необходимо растопить сливочное масло в молоке, которое необходимо подогреть, но не доводить до кипения.",
            "Остудить молочно-маслянную смесь.",
            "Когда картофель сварится, необходимо слить воду и специальной толкушкой размять картофель.",
            "Добавить растопленное молоко с маслом в картофель и хорошо перемешать.",
            "Чтобы картофельное пюре получилось нежным и воздушным, необходимо взбивать его миксером около 3-4 минут.",
            "Готовое картофельное пюре можно подавать с любым вторым блюдом, будь то овощное, мясное или рыбное.",
            "Картофельное пюре готово! Перед подачей можно украсить гарнир, посыпав любой зеленью. Приятного аппетита!"
        ]
    }
}